Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: '%@' will replace your current theme.
ar: %@سوف يحل محل السمة الحالية الخاصة بك.
cs: '%@' nahradí tvůj aktuální motiv.
da: '%@' vil erstatte dit nuværende tema.
de: '%@' wird dein aktuelles Theme ersetzen.
el: '%@' θα αντικαταστήσει το τρέχον θέμα σας.
es: '%@' reemplazará tu tema actual.
fi: '%@' korvaa nykyisen teemasi.
fr: '%@' remplacera votre thème actuel.
it: '%@' sostituirà il tuo tema attuale.
ja: '%@' は現在のテーマを置き換えます。
nl: '%@' zal uw huidige thema vervangen.
no: '%@' vil erstatte ditt aktuelle tema.
pl: '%@' zastąpi twój bieżący motyw.
pt: '%@' substituirá seu tema atual.
ro: '%@' va înlocui tema curentă.
ru: '%@' заменит вашу текущую тему.
sv: '%@' kommer att ersätta ditt nuvarande tema.
uk: '%@' буде заміна поточної теми.
zh_hans: '%@' 将替换您当前的主题。

source: "%@" will be removed from your saved locations. This cannot be undone.
ar: سيتم إزالة "%@" من مواقعك المحفوظة. لا يمكن التراجع عن ذلك.
cs: "%@" bude odstraněn z vašich uložených míst. Tuto akci nelze vrátit zpět.
da: "%@" vil blive fjernet fra dine gemte steder. Dette kan ikke fortrydes.
de: "%@" wird von Ihren gespeicherten Orten entfernt. Dies kann nicht rückgängig gemacht werden.
el: "%@" θα αφαιρεθεί από τις αποθηκευμένες τοποθεσίες σας. Αυτό δεν μπορεί να αναιρεθεί.
es: "%@" se eliminará de sus ubicaciones guardadas. Esto no se puede deshacer.
fi: "%@" poistetaan tallennetuista sijainneista. Tätä ei voi peruuttaa.
fr: «%@» sera supprimé de vos emplacements enregistrés. Cela ne peut pas être annulé.
it: "%@" sarà rimosso dalle tue posizioni salvate. Questo non può essere annullato.
ja: "%@" は保存した場所から削除されます。元に戻すことはできません。
nl: "%@" zal worden verwijderd van uw opgeslagen locaties. Dit kan niet ongedaan worden gemaakt.
no: "%@" blir fjernet fra dine lagrede steder. Dette kan ikke angres.
pl: "%@" zostanie usunięty z zapisanych lokalizacji. Tej operacji nie można cofnąć.
pt: "%@" será removido das suas localizações salvas. Isso não pode ser desfeito.
ro: "%@" va fi eliminat din locațiile salvate. Acest lucru nu poate fi anulat.
ru: "%@" будут удалены из сохраненных вами мест. Это действие не может быть отменено.
sv: "%@" kommer att tas bort från dina sparade platser. Detta kan inte ångras.
uk: "%@" буде видалено з ваших збережених місць. Цю дію не можна скасувати.
zh_hans: "%@" 将从您保存的位置移除。此操作无法撤消。

source: [Hourly Temperature Graph]
ar: [رسم درجة الحرارة بالساعة]
cs: [Hodinový graf]
da: [Time Temperaturgraf]
de: [Stunden-Temperatur-Graph]
el: [Ωριαία Γράφημα Θερμοκρασίας]
es: [Gráfico de Temperatura por hora]
fi: [Tunnin Lämpötilakuva]
fr: [Graphique de température horaire]
it: [Grafico Della Temperatura Oraria]
ja: [1時間あたりの温度グラフ]
nl: [Temperatuur per uur]
no: [Timelig Temperatur Graph]
pl: [Wykres godzinnych temperatur]
ro: [Grafic temperatură oră]
ru: [График почасовой температуры]
sv: [Temperaturgraf per timme]
uk: [Погодинний графік температури]
zh_hans: [小时温度图]

source: %.1f pt
ar: %.1f أب
cs: %.1f bodů
es: %.1f Puntos
pl: %.1f pkt
ru: %.1f балл
zh_hans: %.1f 点

source: %@ – re-enter a valid key to restore this source.
ar: %@ - إعادة إدخال مفتاح صالح لاستعادة هذا المصدر.
cs: %@ – znovu zadejte platný klíč pro obnovení tohoto zdroje.
da: %@ – genindtast en gyldig nøgle for at gendanne denne kilde.
de: %@ – geben Sie einen gültigen Schlüssel erneut ein, um diese Quelle wiederherzustellen.
el: %@ – Πληκτρολογήστε ξανά ένα έγκυρο κλειδί για να επαναφέρετε αυτή την πηγή.
es: %@ – vuelva a introducir una clave válida para restaurar esta fuente.
fi: %@ – kirjoita kelvollinen avain palauttaaksesi tämän lähteen.
it: %@ – ri-inserire una chiave valida per ripristinare questa sorgente.
ja: %@ – このソースを復元するには有効なキーを再入力してください。
nl: %@ – Voer opnieuw een geldige sleutel in om deze bron te herstellen.
no: %@ - angi en gyldig nøkkel igjen for å gjenopprette denne kilden.
pl: %@ - wprowadź prawidłowy klucz aby przywrócić to źródło.
pt: %@ - reinsira uma chave válida para restaurar esta fonte.
ro: %@ – reintroduceți o cheie validă pentru a restaura această sursă.
ru: %@ – повторно введите действительный ключ для восстановления этого источника.
sv: %@ – skriv in en giltig nyckel för att återställa källan.
uk: %@ - повторно введіть дійсний ключ для відновлення джерела.
zh_hans: %@ — — 重新输入一个有效的密钥以恢复此源。

# %@ and %@ in %@
source: %1$@ and %2$@ in %3$@
ar: %1$@ و %2$@ في %3$@
cs: %1$@ a %2$@ v %3$@
da: %1$@ og %2$@ i %3$@
de: %1$@ und %2$@ in %3$@
el: %1$@ και %2$@ στο %3$@
es: %1$@ y %2$@ en %3$@
fr: %1$@ et %2$@ en %3$@
it: %1$@ e %2$@ in %3$@
ja: %1$@ と %2$@ %3$@ の
nl: %1$@ en %2$@ in %3$@
no: %1$@ og %2$@ i %3$@
pl: %1$@ i %2$@ w %3$@
pt: %1$@ e %2$@ em %3$@
ro: %1$@ și %2$@ în %3$@
ru: %1$@ и %2$@ в %3$@
sv: %1$@ och %2$@ i %3$@
uk: %1$@ і %2$@ в %3$@
zh_hans: %1$@ 和 %2$@ 在 %3$@

source: %@ animation preview
ar: معاينة الرسوم المتحركة %@
da: %@ animation forhåndsvisning
de: %@ Animation Vorschau
el: Προεπισκόπηση εφέ %@
es: Vista previa de animación %@
fi: %@ animaation esikatselu
fr: Aperçu de l'animation %@
it: Anteprima animazione %@
ja: %@ アニメーションのプレビュー
nl: %@ animatie voorbeeld
no: %@ animasjon forhåndsvisning
pl: %@ Podgląd animacji
pt: Visualização de animação %@
ro: Previzualizare animație %@
ru: Предпросмотр анимации %@
sv: Förhandsgranskning av %@ animering
uk: Попередній перегляд анімації %@
zh_hans: %@ 动画预览

source: %@ was added to your saved locations.
ar: أضيف %@ إلى مواقعك المحفوظة.
cs: %@ byl přidán do vašich uložených míst.
da: %@ blev tilføjet til dine gemte steder.
de: %@ wurde zu Ihren gespeicherten Orten hinzugefügt.
el: %@ προστέθηκε στις αποθηκευμένες τοποθεσίες σας.
es: Se agregó %@ a tus ubicaciones guardadas.
fi: %@ on lisätty tallennettuihin sijainteihin.
fr: %@ a été ajouté à vos emplacements enregistrés.
it: %@ è stato aggiunto alle tue posizioni salvate.
ja: %@ を保存した場所に追加しました。
nl: %@ is toegevoegd aan uw opgeslagen locaties.
no: %@ ble lagt til dine lagrede steder.
pl: %@ został dodany do zapisanych lokalizacji.
pt: %@ foi adicionado à sua localização salva.
ro: %@ a fost adăugat în locațiile salvate.
ru: %@ был добавлен в сохраненные места.
sv: %@ lades till på dina sparade platser.
uk: %@ було додано до збережених місць.
zh_hans: %@ 已被添加到您保存的位置。

source: %@ widget preview
ar: معاينة أداة %@
da: Forhåndsvisning af %@ widget
de: %@ Widget-Vorschau
el: Προεπισκόπηση widget %@
es: Vista previa de widget %@
fi: %@ widgetin esikatselu
fr: %@ aperçu du widget
it: Anteprima widget %@
ja: %@ ウィジェットのプレビュー
nl: %@ widget voorbeeld
no: %@ widget forhåndsvisning
pl: %@ podgląd widżetu
pt: Visualização do widget %@
ro: Previzualizare widget %@
ru: Предпросмотр виджетов %@
sv: Förhandsgranskning av %@ widget
uk: Попередній перегляд віджету %@
zh_hans: %@ 部件预览

source: %lld Days
ar: %lld أيام
cs: %lld dní
da: %lld Dage
de: %lld Tage
el: %lld Ημέρες
es: %lld días
fi: %lld Päivää
it: %lld Giorni
ja: %lld 日
nl: %lld dagen
no: %lld dager
pl: %lld Dni
pt: %lld dias
ro: %lld Zile
ru: %lld дней
sv: %lld dagar
zh_hans: %lld 天

source: %lld percent
ar: %lld بالمئة
cs: %lld procent
da: %lld procent
de: %lld Prozent
el: %lld Ποσοστό
es: %lld por ciento
fi: %lld prosenttia
it: %lld percentuale
ja: %lld %
nl: %lld procent
no: %lld prosent
pl: %lld procent
ro: %lld la sută
ru: %lld процентов
sv: %lld procent
zh_hans: %lld %

source: %lld pt
ar: %lld أب
cs: %lld bodů
es: %lld Puntos
pl: %lld pkt
ru: %lld балл
zh_hans: %lld 点

source: +15m
ar: +15 دقيقة
el: +15λ
ru: +15м
uk: +15 хв
zh_hans: +15分钟

source: +30m
ar: +30 دقيقة
el: +30λ
ru: +30 м
uk: +30 хв
zh_hans: +30分钟

source: +60m
ar: +60 دقيقة
el: +60λ
ru: +60 м
uk: +60 м
zh_hans: +60分钟

source: +120m
ar: +120 دقيقة
el: +120λ
ru: +120м
uk: +120 м
zh_hans: +120米

# 📸 Golden Hour: %@ - %@
source: 📸 Golden Hour: %1$@ - %2$@
ar: 📸 ساعة ذهبية: %1$@ - %2$@
cs: 📸 Zlatá hodina: %1$@ - %2$@
da: 📸 Gylden Time: %1$@ - %2$@
de: 📸 Goldene Stunde: %1$@ - %2$@
el: 📸 Χρυσή Ώρα: %1$@ - %2$@
es: 📸 Hora dorada: %1$@ - %2$@
fi: 📸 Kultatunti: %1$@ - %2$@
fr: 📸 Heure d'or: %1$@ - %2$@
it: 📸 Orario Dorato: %1$@ - %2$@
nl: 📸 Gouden Uur: %1$@ - %2$@
no: 📸 Gylden time: %1$@ - %2$@
pl: 📸 Złota godzina: %1$@ - %2$@
pt: 📸 Hora Dourada: %1$@ - %2$@
ro: :camera_cu_flash: Ora de Aur: %1$@ - %2$@
ru: 📸 Золотой час: %1$@ - %2$@
sv: 📸 Gyllene Timme: %1$@ - %2$@
zh_hans: 📸 金时段: %1$@ - %2$@

source: 7-Day Forecast
ar: توقعات 7-يوم
cs: 7denní předpověď
da: 7-Dages Prognose
de: 7-Tage Prognose
el: Πρόβλεψη 7 Ημερών
es: Pronóstico de 7 días
fi: 7 Päivän Ennuste
fr: Prévision - 7j
it: Previsione Di 7 Giorni
ja: 7日間の天気予報
nl: 7-Dagen Weersverwachting
no: 7-dagers prognose
pl: Prognoza 7-Dniowa
pt: Previsão de 7 dias
ro: 7-Zile Previziuni
ru: 7 дней прогноз
sv: 7-dagars prognos
uk: 7-Денний прогноз погоди
zh_hans: 7天症状预测

source: 12 hours
ar: 12 ساعة
cs: 12 hodin
da: 12 timer
de: 12 Stunden
el: 12 ώρες
es: 12 horas
fi: 12 tuntia
fr: 12 heures
it: 12 ore
ja: 12時間
nl: 12 uur
no: 12 timer
pl: 12 godzin
pt: 12 horas
ro: 12 ore
ru: 12 часов
sv: 12 timmar
uk: 12 годин
zh_hans: 12 小时

source: 24 hours
ar: 24 ساعة
cs: 24 hodin
da: 24 timer
de: 24 Stunden
el: 24 ώρες
es: 24 horas
fi: 24 tuntia
fr: 24 heures
it: 24 ore
ja: 24時間
nl: 24 uur
no: 24 timer
pl: 24 godziny
pt: 24 horas
ro: 24 ore
ru: 24 часа
sv: 24 timmar
uk: 24 години
zh_hans: 24 小时

source: 24-Hour Summary
ar: ملخص 24 ساعة
cs: 24-hodinová shrnutí
da: 24-Timers Oversigt
de: 24-Stunden Zusammenfassung
el: 24-Ωρη Περίληψη
es: Resumen de 24 horas
fi: 24-Tunnin Yhteenveto
fr: Résumé de la réception
it: Riepilogo 24 Ore
ja: 24時間の概要
nl: 24-uurs overzicht
no: 24-timers sammendrag
pl: Podsumowanie 24-Godzinne
pt: Resumo de 24 horas
ro: Rezumat 24 ore
ru: Резюме по 24 часа
sv: 24-timmars sammanfattning
uk: Підсумок на 24 години
zh_hans: 24小时摘要

source: 48 hours
ar: 48 ساعة
cs: 48 hodin
da: 48 timer
de: 48 Stunden
el: 48 ώρες
es: 48 horas
fi: 48 tuntia
fr: 48 heures
it: 48 ore
ja: 48 時間
nl: 48 uur
no: 48 timer
pl: 48 godzin
pt: 48 horas
ro: 48 de ore
ru: 48 часов
sv: 48 timmar
uk: 48 годин
zh_hans: 48 小时

source: A casual handwritten font family for a friendlier feel.
ar: عائلة خط مكتوبة بخط عارض لمشاعر الصداقة.
cs: Rodina neformálních ručně psaných písma pro přátelské pocity.
da: En afslappet håndskrevet font familie for en venligere føler.
de: Eine lässige handschriftliche Schriftfamilie für ein freundlicheres Gefühl.
el: Μια casual χειρόγραφη οικογένεια γραμματοσειράς για μια πιο φιλική αίσθηση.
es: Una familia de fuentes manuscritas casual para una sensación amistosa.
fi: Tilapäinen käsinkirjoitettu kirjasinperhe ystävällisempään tunteeseen.
fr: Une famille de polices informelle et manuscrite pour un sentiment de convivialité.
it: Una famiglia casual di font scritti a mano per una sensazione più amichevole.
ja: フレンドリーな雰囲気のためのカジュアルな手書きフォントファミリー。
nl: Een toevallige handgeschreven lettertype familie voor een vriendelijker gevoel.
no: En uforpliktelig håndskrevet skriftfamilie for en vennskapsfølelse.
pl: Rodzina pisanych pisanych pisanych pisanych pisanych pisanych czcionek dla przyjacielskiego uczucia.
pt: Uma família de fontes escrita à mão casual, para uma sensação mais amigável.
ro: O familie ocazională de fonturi scrise de mână pentru un sentiment de prietenie.
ru: Часто написанная вручную семья шрифтов для дружественного чувства.
sv: En avslappnad handskriven typsnittsfamilj för en vänligare känsla.
uk: Сім’я звичайного рукописного шрифту для дружнього життя.
zh_hans: 一个随便手写字体的家人为友情增益者的感觉。

source: A continuous-breeze Core Haptics pattern for selection and refresh.
ar: نمط هابتس مستمر للاختيار والتحديث.
cs: Přetrvávající hmatové gesto jádra pro výběr a obnovení.
da: En kontinuerlig-brise Core Haptics mønster for valg og opdatere.
de: Ein kontinuierliches Brötchenmuster für Auswahl und Aktualisierung.
el: Ένα συνεχές αεράκι Core Haptics μοτίβο για επιλογή και ανανέωση.
es: Un patrón de Háptica Núcleo continuo de brisa para la selección y la actualización.
fi: Jatkuva breeze Core Haptics malli valinta ja virkistys.
fr: Un motif d'Haptics Core continuous-breeze pour la sélection et le rafraîchissement.
it: Un motivo Haptics Core a brezza continua per la selezione e l'aggiornamento.
ja: 選択とリフレッシュのための継続的なそよ風コアハプティックスパターン。
nl: Een doorlopend bladeren kern-aptics-patroon voor selectie en vernieuwing.
no: Et «continuous-breeze Core Haptics pattern for selection and refresh.
pl: Ciągły schemat Haptics Core dla selekcji i odświeżania.
pt: Um padrão de hábeis para seleção e atualização de núcleos contínuos.
ro: Un model Haptics de bază continuu pentru selecţie şi reîmprospătare.
ru: Для выбора и обновления шаблона Haptics с продолжением и веселым дыханием.
sv: Ett kontinuerligt bris Core Haptics mönster för val och uppdatering.
uk: Виділення та оновлення ядра Haptic, які можна буде без перервності.
zh_hans: 用于选择和刷新的连续性核心振动模式。

source: A five-colour palette: deep navy, ocean blue, teal, mint, coral.
ar: لوحة ذات خمسة ألوان: البحرية العميقة، زرقاء المحيطات، الفحم، المنجم، المرجان.
cs: Pětbarevná paleta: hluboké námořnictvo, oceánská modrá, slzení, mina, korál.
da: En femfarvet palet: dyb flåde, havblå, gråt, mynte, koral.
de: Eine fünffarbige Palette: Tiefseeblau, Ozeanblau, Teal, Minze, Korallen.
el: Μια πεντάχρωμη παλέτα: βαθύ ναυτικό, γαλάζιο, πετρόλη, μέντα, κοράλλι.
es: Una paleta de cinco colores: marina profunda, azul marino, tetilla, minta, coral.
fi: Viisivärinen paletti: syvä laivastonsininen, merinsininen, teal, minttu, koralli.
fr: Une palette à cinq couleurs : marine profonde, bleu océan, bleu, bleu, bleu, bleu, bleu, bleu, bleu, menthe, coral.
it: Una tavolozza di cinque colori: marina profonda, blu oceano, lacrime, menta, corallo.
ja: 5色パレット：深い海軍、オーシャンブルー、ティール、ミント、サンゴ。
nl: Een vijfkleurige palet: diep marine en oceaan blauw, teel, munt, koraal.
no: En femfarget palette: dyp marin, havblå, teisk, mynt, koral.
pl: Pięciokolorowa paleta: głęboka marynarka, niebieska oceanowa, czarna, mięta, koralowa.
pt: Uma paleta de cinco cores: marinha profunda, azul oceano, azul, azul, mental, coral.
ro: O paletă de cinci culori: marină adâncă, albastru oceanic, lacrimal, mentă, coral.
ru: Пятицветная палитра: глубокая морская флота, синий океан, зуб, мята, коралл.
sv: En femfärgad palett: djup flotta, ocean blue, teal, mynta, korall.
uk: П"ятикольорова палітра: морський флот, океан синій, палкий, м'який, корал.
zh_hans: 一种五色调色板：深海、海洋蓝色、茶、微型、珊瑚。

source: A five-colour palette: hot pink, electric blue, cyan, magenta, deep purple.
ar: لوح من خمسة ألوان: وردي ساخن، أزرق كهربائي، سيان، مغنطيس، بنفسجي عميق.
cs: Pětbarevná paleta: horká růžová, elektrická modrá, kyan, purpurová, hluboká fialová.
da: En femfarvet palet: varm pink, elektrisk blå, cyan, magenta, dyb lilla.
de: Eine fünffarbige Palette: heißes rosa, elektrisches blau, cyan, magenta, tiefviolett.
el: Μια πεντάχρωμη παλέτα: ζεστό ροζ, ηλεκτρικό μπλε, κυανό, magenta, βαθύ μωβ.
es: Una paleta de cinco colores: rosa caliente, azul eléctrico, cian, magenta, morado profundo.
fi: Viisivärinen paletti: kuuma vaaleanpunainen, sähkösininen, syaani, magenta, syvä violetti.
fr: Une palette à cinq couleurs: rose chaud, bleu électrique, cyan, magenta, violet profond.
it: Una tavolozza di cinque colori: rosa caldo, blu elettrico, ciano, magenta, porpora profonda.
ja: 5色パレット:ホットピンク、エレクトリックブルー、シアン、マゼンタ、深紫。
nl: Een vijfkleurenpalet: hete roze, elektrisch blauw, cyaan, magenta, diep paars.
no: En femfarget palett: varm rosa, elektrisk blå, cyan, magenta, dyp lilla.
pl: Pięciokolorowa paleta: gorący różowy, elektryczny niebieski, cyjan, magenta, głęboko fioletowy.
pt: Uma paleta de cinco cores: rosa quente, azul elétrico, ciano, magenta, roxo profundo.
ro: O paletă de cinci culori: roz fierbinte, albastru electric, turcoan, magenta, violet profund.
ru: Пятицветная палитра: горячий розовый, электрический синий, циан, магента, глубина фиолетового цвета.
sv: En femfärgad palett: varm rosa, elektrisk blå, cyan, magenta, djup lila.
uk: П'ятикольорова палітра: гарячий рожевий, електричний, блакитний, пурпуровий.
zh_hans: 一种五色调色板：热粉、电动蓝色、圆筒、磁力塔、深紫外线。

source: A monospace font family for the entire app.
ar: عائلة الخط أحادي الفضاء للتطبيق بأكمله.
cs: Rodina fontů monospace pro celou aplikaci.
da: En monospace skrifttype familie for hele appen.
de: Eine Monospace-Schriftfamilie für die gesamte App.
el: Μια οικογένεια μονοδιαστημικής γραμματοσειράς για ολόκληρη την εφαρμογή.
es: Una familia de fuentes monospacial para toda la aplicación.
fi: Monospace fonttiperhe koko sovellukselle.
fr: Une famille de polices monospace pour l'ensemble de l'application.
it: Una famiglia di font a spaziatura fissa per l'intera app.
ja: アプリ全体用のモノラルフォントファミリ。
nl: Een lettertype 'monospace' voor de hele app.
no: En skriftfamilie for monospace for hele programmet.
pl: Rodzina czcionek jednoznakowych dla całej aplikacji.
pt: Uma família de fontes monoespaçada para todo o aplicativo.
ro: O familie de fonturi monospațiale pentru întreaga aplicație.
ru: Семейство моноширинных шрифтов для всего приложения.
sv: En typsnittsfamilj med monospace för hela appen.
uk: Моноширинне сімейство шрифтів для всієї програми.
zh_hans: 整个应用程序的等宽字体系列。

source: A raindrop-like Core Haptics pattern for selection and refresh.
ar: نمط Haptics الأساسية مثل المطر للاختيار والتحديث.
cs: Vzor jádra jako raindropa pro výběr a obnovení.
da: En raindrop-lignende Core Haptics mønster til valg og genopfriskning.
de: Ein regendrop-ähnliches Core-Haptik-Muster für Auswahl und Aktualisierung.
el: Ένα πρότυπο Rindrop-όπως Core Haptics για επιλογή και ανανέωση.
es: Un patrón similar a la gota de lluvia para seleccionar y actualizar.
fi: Raindropin kaltainen Core Haptics kuvio valintaan ja virkistykseen.
fr: Un motif d'agrafe pour la sélection et le rafraîchissement.
it: Un modello di Haptics Core di tipo raindrop-like per la selezione e aggiornamento.
ja: 選択と更新のためのレインドロップのようなコアハプティクスパターン。
nl: Een regendrup-achtige Kern Haptics-patroon voor selectie en vernieuwen.
no: Et regndrypp som kjernekapetikkmønster for utvalg og oppdatering.
pl: Schemat Haptics podobny do deszczu do wyboru i odświeżenia.
pt: Um padrão de Háptica para seleção e atualização de núcleos.
ro: Un model Haptics, ca un picurător de ploaie, pentru selecţie şi reîmprospătare.
ru: Узор для выбора и обновления, похожий на дождь ядер Haptics.
sv: Ett regndrop-liknande Core Haptics mönster för val och uppdatering.
uk: Для вибору та оновлення шаблону основної аптики на зразок опадів.
zh_hans: 用于选择和刷新的雨滴式核心振动模式。

source: A serif headline font paired with a clean sans-serif for body text.
ar: تم اقتران خط عنوان السيرفر بخادم نظيف لنص الجسم.
cs: Sériový titulek písma spárováno s čistými sans-serif pro text těla.
da: En serif overskrift skrifttype parret med en ren sans-serif for kropstekst.
de: Eine serifenlose Überschrift, gepaart mit einem sauberen Sans-serif für den Bodytext.
el: Μια γραμματοσειρά κεφαλίδας serif σε συνδυασμό με ένα καθαρό sans- serif για το σώμα κειμένου.
es: Fuente de cabecera serif emparejada con un sans-serif limpio para el texto del cuerpo.
fi: A serif headline fontti yhdistettynä puhdas sans-serif varten kehon tekstiä.
fr: Une police de titre serif jumelée à un sans-serif propre pour le texte du corps.
it: Un carattere headline serif abbinato a un sans-serif pulito per il testo del corpo.
ja: 本文テキスト用のクリーンな sans-serif と組み合わせたセリフ見出しフォント。
nl: Een serif headline lettertype gekoppeld met een schone sans-serif voor lichaamstekst.
no: En serif overskriftsliste tilkoblet med rene sans-serif for hovedtekst.
pl: Czcionka nagłówka serbskiego sparowana z czystym serwerem dla tekstu głównego.
pt: Um serif headline fonte emparelhada com um sans-serif limpo para o corpo de texto.
ro: Un font tip serif headline împerecheat cu un sans-serif curat pentru textul corpului.
ru: Шрифт заголовка в паре с чистой засечкой для текста тела.
sv: En serif rubrik typsnitt parat med en ren sans-serif för kroppstext.
uk: У парі шрифта з чистого документа Serif для тексту тексту тексту, захищених серверів.
zh_hans: 序列号头条字体与干净的serif 字体配对。

source: A single one-time purchase that unlocks every current cosmetic and every future cosmetic we ever ship, automatically.
ar: عملية شراء واحدة لمرة واحدة تفتح كل مستحضرات التجميل الحالية وكل مستحضرات التجميل في المستقبل التي نقوم بشحنها تلقائيا.
cs: Jediný jednorázový nákup, který odemkne každý současný kosmetický a každý budoucí kosmetický nábytek, který kdy automaticky přepravujeme.
da: Et enkelt engangskøb, der låser op for hver nuværende kosmetik og hver fremtidig kosmetik, vi nogensinde sender automatisk.
de: Ein einziger einmaliger Einkauf, der jede aktuelle Kosmetik und jede zukünftige Kosmetik, die wir jemals versenden, automatisch freischaltet.
el: Μια εφάπαξ αγορά που ξεκλειδώνει κάθε υπάρχον καλλυντικό και κάθε μελλοντικό καλλυντικό που στέλνουμε αυτόματα.
es: Una sola compra que desbloquea cada cosmético actual y cada cosmético futuro que alguna vez vayamos automáticamente.
fi: Yksi kertaosto, joka avaa jokaisen nykyisen kosmetiikan ja jokaisen tulevan kosmetiikan alamme automaattisesti.
fr: Un seul achat unique qui déverrouille automatiquement chaque cosmétique actuel et chaque futur cosmétique que nous expédions jamais.
it: Un singolo acquisto una tantum che sblocca ogni cosmetico attuale e ogni cosmetico futuro che mai navighiamo, automaticamente.
ja: 今までに出荷されたすべての化粧品や未来の化粧品を自動的にロック解除する一回限りの購入。
nl: Een eenmalige aankoop die elke huidige cosmetica en elke toekomstige cosmetische cosmetica ontgrendelt, die we ooit automatisch schieten.
no: Et enkelt engangskjøp som låser opp hver nåværende kosmetikk og alle fremtidige kosmetikk vi noen gang skip, automatisk.
pl: Jednorazowy zakup, który odblokowuje każdy bieżący kosmetyk i każdy przyszły kosmetyk, który tworzymy automatycznie.
pt: Uma única compra que desbloqueia todos os cosméticos atuais e todos os cosméticos futuros que enviamos, automaticamente.
ro: O achiziţie unică care deblochează fiecare cosmetică actuală şi fiecare cosmetică viitoare pe care o transportăm vreodată automat.
ru: Одноразовая покупка, которая автоматически открывает все косметические предметы в настоящее время и все будущие косметические средства, которые мы когда-либо перевозили.
sv: En enda engångsköp som låser upp varje nuvarande kosmetiska och varje framtida kosmetiska vi någonsin skeppa, automatiskt.
uk: Одна одноразова покупка, що відкриває кожен поточний косметичний та кожен майбутній косметичний ми будь-коли користуємося автоматично.
zh_hans: 一次性购买，自动解锁我们每个当前的装饰品和每个未来的装饰品。

source: A small private acknowledgement in Settings → About.
ar: إقرار خاص صغير في الإعدادات → حوله.
cs: Malé soukromé potvrzení v Nastavení → O
da: En lille privat kvittering i Indstillinger → Om.
de: Eine kleine private Bestätigung unter Einstellungen → Über.
el: Μια μικρή ιδιωτική αναγνώριση στις Ρυθμίσεις → Σχετικά.
es: Un pequeño reconocimiento privado en Configuración → Acerca dé.
fi: Pieni yksityinen vahvistus kohdassa Asetukset → About.
fr: Un petit accusé de réception privé dans Réglages → About.
it: Un piccolo riconoscimento privato in Impostazioni → About.
ja: format@@0 → format@@1 での小規模なプライベート承認。
nl: Een kleine persoonlijke erkenning in Instellingen → About.
no: En liten privat anerkjennelse i Innstillinger → About.
pl: Niewielkie prywatne potwierdzenie w ustawieniach → O tym.
pt: Um pequeno reconhecimento privado em Configurações → Sobre.
ro: O recunoaștere privată mică în Setări → Despretutindeni.
ru: Небольшое личное признание в Настройках → О программе.
sv: En liten privat bekräftelse i Inställningar → Omsättning.
uk: Невелике приватне підтвердження в Налаштуваннях → Про програму.
zh_hans: 在设置 → 探索中的一个小的私人认知。

source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos de
it: Informazioni
nl: Informatie
no: Om
pl: O programie
pt: SOBRE
ro: Despre
ru: О программе
sv: Om
uk: Про програму
zh_hans: 关于
